e5-4620/4.5.5/35000/2/read-write-16.log
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 35000
query mode: simple
number of clients: 16
number of threads: 1
duration: 1800 s
number of transactions actually processed: 5479307
latency average: 5.256 ms
tps = 3044.015805 (including connections establishing)
tps = 3044.021672 (excluding connections establishing)